Repository: dhis2/data-exchange-app
Catalog: i18n/*.po
Languages: cs, fr, pt, uz_uz_cyrl

source: There is not any data to show in this exchange, or you might not have access to the data.
cs: V této výměně nejsou žádná data k zobrazení, nebo k datům možná nemáte přístup.
fr: Il n'y a pas de données à afficher dans cet échange, ou vous n'avez peut-être pas accès aux données.
pt: Não há dados para mostrar nesta troca ou esse utilizador pode não ter acesso aos dados.
uz_uz_cyrl: Бу маълумотлар алмашинувда кўрсатиладиган маълумотлар ёўқ ёки сизда маълумотларга кириш имкони бўлмаслиги мумкин.

source: Choose a data exchange to get started
cs: Začněte výběrem výměny dat
fr: Veuillez choisir un échange de données pour commencer
pt: Escolha uma troca de dados para iniciar
uz_uz_cyrl: Бошлаш учун маълумотлар алмашинувини танланг

source: Review your data before submitting it to a data exchange.
cs: Zkontrolujte svá data před odesláním k výměně dat.
fr: Veuillez vérifier vos données avant de démarrer un échange de données.
pt: Revise seus dados antes de enviá-los para uma troca de dados.
uz_uz_cyrl: Маълумотларни тасдиқлашга юборишдан олдин маълумотларинигизни кўриб чиқинг.

source: Choose a data exchange from the top menu.
cs: Vyberte výměnu dat z horní nabídky.
fr: Veuillez choisir un échange de données dans le menu supérieur.
pt: Escolha uma troca de dados no menu superior.
uz_uz_cyrl: Юқори менюдан маълумотларни ўзгартиришни танланг

source: Learn more about data exchange
cs: Další informace o výměně dat
fr: En savoir plus sur l'échange de données
pt: Saiba mais sobre troca de dados
uz_uz_cyrl: Маълумотларни ўзгартириш ҳақида кўпроқ билиб олинг

source: Data
fr: Données
pt: Dados
uz_uz_cyrl: Маълумот

source: No data
cs: Žádná data
fr: Pas de données
pt: Sem Dados
uz_uz_cyrl: Маълумот йўқ

source: There is no data for this report
cs: Pro tento přehled nejsou k dispozici žádná data
fr: Il n'y a pas de données pour ce rapport
pt: Não há dados para este relatório
uz_uz_cyrl: Ушбу ҳисоботда маълумот мавжуд эмас

source: Open in data visualizer
cs: Otevřít ve vizualizéru dat
fr: Ouvrir dans le visualiseur de données
pt: Abrir no visualizador de dados
uz_uz_cyrl: Маълумотлар визуализаторида очиш

source: 1 data report
cs: 1 datová zpráva
fr: 1 rapport de données
pt: 1 relatório de dados
uz_uz_cyrl: 1 маълумот ҳисоботи

source: {{requestsCount}} data reports
cs: přehledy dat {{requestsCount}}
fr: {{requestsCount}} rapports de données
pt: {{requestsCount}} relatórios de dados
uz_uz_cyrl: {{requestsCount}} маълумот ҳисоботлари

source: Source data was generated {{timeDifference}} ago
cs: Zdrojová data byla vygenerována před {{timeDifference}}
fr: Les données sources ont été générées il y a {{timeDifference}}
pt: Os dados de origem foram gerados {{timeDifference}} atrás
uz_uz_cyrl: Изланган маълумот йиғилган{{timeDifference}} олдинги вақтда

source: Conflicts
cs: Konflikty
fr: Conflits
pt: Conflitos
uz_uz_cyrl: Можаролар

source: Object
cs: Objekt
fr: Objet
pt: Objeto
uz_uz_cyrl: Объект

source: Value
cs: Hodnota
fr: Valeur
pt: Valor
uz_uz_cyrl: Қиймат

source: This exchange is configured to skip audit information on submit, but you do not have the Skip data import audit authority. If you submit this exchange, the data will be ignored.
fr: Cet échange est configuré pour ignorer les informations d'audit lors de la soumission, mais vous ne disposez pas de l'autorisation pour ignorer l'audit d'importation des données. Si vous soumettez cet échange, les données seront ignorées.
pt: Esta troca está configurada para ignorar informações de auditoria na submissão, mas o utilizador não tem a autoridade de auditoria de importação de dados. Se submeter esta troca, os dados serão ignorados.

source: Submitting...
cs: Odesílání...
fr: En cours d’envoi...
pt: Enviando...
uz_uz_cyrl: Топширилмоқда...

source: Yes, submit
cs: Ano, odeslat
fr: Oui, envoyer
pt: Sim, enviar
uz_uz_cyrl: Ҳа, тасдиқлаш

source: There was a problem submitting data
cs: Při odesílání dat došlo k problému
fr: Un problème est survenu lors de l'envoi des données
pt: Ocorreu um problema ao enviar os dados
uz_uz_cyrl: Маълумотни тасдиқлашда муаммо бўлди

source: It was not possible to submit your data. The message below provides additional detail.
fr: Il n'a pas été possible d'envoyer tes données. Le message ci-dessous fournit plus de détails.
pt: Não foi possível submeter os seus dados. A mensagem abaixo fornece mais pormenores.

source: Close
cs: Zavřít
fr: Fermer
pt: Fechar
uz_uz_cyrl: Ёпмоқ

source: Try again
cs: Zkusit znovu
fr: Essayer de nouveau
pt: Tentar novamente
uz_uz_cyrl: Қайта уриниб кўринг

source: {{orgUnitCount}} organisation unit
cs: {{orgUnitCount}} organizační jednotka
fr: {{orgUnitCount}} unité d'organisation
pt: {{orgUnitCount}} unidade organizacional
uz_uz_cyrl: {{orgUnitCount}} ташкилий бирлик

source: {{orgUnitCount}} organisation units
cs: {{orgUnitCount}} organizační jednotky
fr: {{orgUnitCount}} unités d'organisation
pt: {{orgUnitCount}} unidades organizacionais
uz_uz_cyrl: {{orgUnitCount}} ташкилий бирликлар

source: {{periodsCount}} period: {{periods}}
cs: {{periodsCount}} období: {{periods}}
fr: {{periodsCount}} période: {{periods}}
pt: {{periodsCount}} período: {{periods}}
uz_uz_cyrl: {{periodsCount}} давр: {{periods}}

source: {{periodsCount}} periods: {{periods}}
cs: {{periodsCount}} období: {{periods}}
fr: {{periodsCount}} périodes: {{periods}}
pt: {{periodsCount}} períodos: {{periods}}
uz_uz_cyrl: {{periodsCount}} даврлар: {{periods}}

source: 3+ periods: {{periods}}, and {{periodsCountLessThree}} more
cs: 3 a více období: {{periods}} a další {{periodsCountLessThree}}
fr: 3+ périodes: {{periods}}, et {{periodsCountLessThree}} en plus
pt: 3+ períodos: {{periods}} e mais {{periodsCountLessThree}}
uz_uz_cyrl: 3+ даврлар: {{periods}}, ва {{periodsCountLessThree}} кўплаб

source: {{reportCount}} reports to {{-exchangeName}} internally at {{-exchangeHostName}}
cs: {{reportCount}} hlášení na {{-exchangeName}} interně na adrese {{-exchangeHostName}}
fr: {{reportCount}} rapports pour {{-exchangeName}} en interne dans {{-exchangeHostName}}
pt: {{reportCount}} reporta para {{-exchangeName}} internamente em {{-exchangeHostName}}
uz_uz_cyrl: {{reportCount}} ҳисобот {{-exchangeName}} ички ахборотдан {{-exchangeHostName}}

source: {{reportCount}} report to {{-exchangeName}} internally at {{-exchangeHostName}}
cs: {{reportCount}} hlášení na {{-exchangeName}} interně na {{-exchangeHostName}}
fr: {{reportCount}} rapport pour {{-exchangeName}} en interne dans {{-exchangeHostName}}
pt: {{reportCount}} relatório para {{-exchangeName}} internamente em {{-exchangeHostName}}
uz_uz_cyrl: {{reportCount}} ҳисобот {{-exchangeName}} ички ахборотдан {{-exchangeHostName}}

source: {{reportCount}} reports to {{-exchangeName}} at {{-exchangeHostName}}
cs: {{reportCount}} hlášení {{-exchangeName}} na {{-exchangeHostName}}
fr: {{reportCount}} rapports à {{-exchangeName}} dans {{-exchangeHostName}}
pt: {{reportCount}} reporta para {{-exchangeName}} em {{-exchangeHostName}}
uz_uz_cyrl: {{reportCount}} ҳисобот {{-exchangeName}} устида {{-exchangeHostName}}

source: {{reportCount}} report to {{-exchangeName}} at {{-exchangeHostName}}
cs: {{reportCount}} hlášení {{-exchangeName}} na {{-exchangeHostName}}
fr: {{reportCount}} rapport à {{-exchangeName}} dans {{-exchangeHostName}}
pt: {{reportCount}} relatório para {{-exchangeName}} em {{-exchangeHostName}}
uz_uz_cyrl: {{reportCount}} ҳисобот {{-exchangeName}} устида {{-exchangeHostName}}

source: Are you sure you want to submit this data?
cs: Opravdu chcete odeslat tato data?
fr: Êtes-vous sur de vouloir envoyer ces données?
pt: Tem certeza de que deseja enviar esses dados?
uz_uz_cyrl: Ушбу маълумотларни тасдиқлаш учун ишончингиз комилми?

source: Submitting data
cs: Odeslání dat
fr: Données en cours d'envoi
pt: A Enviar dados
uz_uz_cyrl: Маълумотлар тасдиқланмоқда

source: imported
cs: Importováno
fr: importé
pt: importado
uz_uz_cyrl: Импорт қилинди

source: updated
cs: aktualizováno
fr: mis à jour
pt: Atualizada
uz_uz_cyrl: янгиланди

source: ignored
cs: ignorováno
fr: ignoré
pt: ignorado
uz_uz_cyrl: истисно қилинди

source: Exchange: {{- exchangeName}}
cs: Výměna: {{- exchangeName}}
fr: Échange : {{- exchangeName}}
pt: Troca: {{- exchangeName}}
uz_uz_cyrl: Алмаштириш: {{- exchangeName}}

source: Target URL: {{- exchangeURL}}
cs: Cílová adresa URL: {{- exchangeURL}}
fr: URL cible : {{- exchangeURL}}
pt: URL de destino: {{- exchangeURL}}
uz_uz_cyrl: Мақсад URL: {{- exchangeURL}}

source: Run date: {{- runDate}}
cs: Datum spuštění: {{- runDate}}
fr: Date d'exécution : {{- runDate}}
pt: Data de execução: {{- runDate}}
uz_uz_cyrl: Бошланган сана: {{- runDate}}

source: SUMMARY
cs: SOUHRN
fr: RÉSUMÉ
pt: RESUMO
uz_uz_cyrl: ХУЛОСА

source: Imported: {{importedCount}}, Updated: {{updatedCount}}, Ignored: {{ignoredCount}}
cs: Importováno: {{importedCount}}, aktualizováno: {{updatedCount}}, ignorováno: {{ignoredCount}}
fr: Importé : {{importedCount}}, Mis à jour : {{updatedCount}}, Ignoré : {{ignoredCount}}
pt: Importado: {{importedCount}}, Atualizado: {{updatedCount}}, Ignorado: {{ignoredCount}}
uz_uz_cyrl: Импорт қилинди: {{importedCount}}, Янгиланди: {{updatedCount}}, Истисно қилинди: {{ignoredCount}}

source: DETAILS
cs: PODROBNOSTI
fr: DÉTAILS
pt: DETALHES
uz_uz_cyrl: ТАФСИЛОТЛАР

source: Report: {{- requestName}}
cs: Zpráva: {{- requestName}}
fr: Rapport : {{- requestName}}
pt: Relatório: {{- requestName}}
uz_uz_cyrl: Ҳисобот: {{- requestName}}

source: Report
cs: Zpráva
fr: Rapport
pt: Relatório
uz_uz_cyrl: Ҳисобот

source: Imported
cs: Importováno
fr: Importés
pt: Importado
uz_uz_cyrl: Импорт қилинди

source: Updated
cs: Aktualizováno
fr: Mis-à-jour
pt: Actualizado
uz_uz_cyrl: Янгиланди

source: Ignored
cs: Ignorováno
fr: Ignorés
pt: Ignorado
uz_uz_cyrl: Истисно қилинди

source: Copy summary to clipboard
cs: Zkopírujte souhrn do schránky
fr: Copier le résumé dans le presse-papiers
pt: Copiar sumário para a área de transferência
uz_uz_cyrl: Хулосани вақтинчалик хотирага нусхалаш

source: Data submitted successfully.
cs: Data byla úspěšně odeslána.
fr: Les données ont été envoyées avec succès.
pt: Dados enviados com sucesso.
uz_uz_cyrl: Маълумотлар муваффақиятли тасдиқланди

source: Summary
cs: souhrn
fr: Résumé
pt: Sumário
uz_uz_cyrl: Тафсилот

source: Unknown error
cs: Neznámá chyba
fr: Erreur inconnu
pt: Erro desconhecido
uz_uz_cyrl: Аниқланмаган хатолик

source: Data exchange
cs: Výměna dat
fr: Échange de données
pt: Troca de dados
uz_uz_cyrl: Маълумотлар алмашинуви

source: Choose a data exchange
cs: Vyberte výměnu dat
fr: Veuillez choisir un échange de données
pt: Escolha uma troca de dados
uz_uz_cyrl: Маълумотлар алмашинувини танланг

source: Aggregate data exchange information is not accessible
cs: Informace o agregované výměně dat nejsou přístupné
fr: L'information sur les échanges de données aggregées n'est pas accesible
pt: Troca de Dados Agregados não estão acessíveis
uz_uz_cyrl: Маълумотлар алмашинуви ҳақидаги йиғма ахборот мавжуд эмас

source: There was a problem retrieving aggregate data exchanges. Refresh the page to try again.
cs: Při načítání agregovaných výměn dat došlo k problému. Obnovte stránku a zkuste to znovu.
fr: Un problème est survenu lors du téléchargement des échanges de données agrégées. Actualiser la page pour réessayer.
pt: Ocorreu um problema ao recuperar trocas de dados agregados. Atualize a página para tentar novamente
uz_uz_cyrl: Маълумотлар алмашинувида умумий маълумот олишда хатолик юз берди. Қайта уриниш учун саҳифани янгиланг.

source: Attribute information is not accessible
fr: Les informations sur les attributs ne sont pas accessibles.
pt: A informação sobre o atributo não está acessível

source: There was a problem retrieving attributes. Refresh the page to try again.
fr: Un problème est survenu lors de la récupération des attributs. Actualisez la page pour réessayer.
pt: Houve um problema ao recuperar os atributos. Actualize a página para tentar novamente.

source: Exchange content not accessible
cs: Obsah Výměny není přístupný
fr: L'échange n'est pas accessible
pt: Conteúdo da troca não acessível
uz_uz_cyrl: Контентни ўзгартириш имконсиз

source: It was not possible to retrieve data for the requested exchange. This may be due to either a connection error or a configuration issue. The message below provides additional detail.
fr: Il est impossible de récupérer les données pour l'échange demandé. Cela peut être dû à une erreur de connexion ou à un problème de configuration. Le message ci-dessous fournit des informations plus détaillées.
pt: Não foi possível obter dados para a troca solicitada. Isto pode dever-se a um erro de ligação ou a um problema de configuração. A mensagem abaixo fornece mais pormenores.

source: User information is not available
fr: Les informations sur l'utilisateur ne sont pas disponibles
pt: As informações do utilizador não estão disponíveis

source: There was a problem retrieving user information. Refresh the page to try again.
fr: Un problème est survenu lors de la récupération des informations de l'utilisateur. Actualisez la page pour réessayer.
pt: Houve um problema ao recuperar as informações do utilizador. Actualize a página para tentar novamente.

source: Editing the target setup will require you to reenter authentication details.
cs: Úprava cílového nastavení bude vyžadovat opětovné zadání ověřovacích podrobností.
pt: Para editar a configuração do destino, é necessário introduzir novamente os detalhes de autenticação.

source: Editing the input ID scheme options will require you to reenter authentication details.
pt: Para editar as opções do esquema de ID de entrada, é necessário introduzir novamente os detalhes de autenticação.

source: Editing the advanced options will require you to reenter authentication details.
cs: Úprava pokročilých možností bude vyžadovat opětovné zadání ověřovacích podrobností.
pt: Para editar as opções avançadas, é necessário introduzir novamente os detalhes de autenticação.

source: Edit target setup
cs: Upravit nastavení cíle
pt: Editar a configuração do alvo

source: Edit input ID scheme options
pt: Editar opções do esquema de ID de entrada

source: Edit advanced options
cs: Upravit pokročilé možnosti
pt: Editar opções avançadas

source: Dimension
cs: Dimenze
pt: Dimensão

source: Type
cs: Typ
pt: Tipo

source: Code
pt: Código

source: Configurations
pt: Configurações

source: Click to refresh
uz_uz_cyrl: Янгилаш учун босинг
