Repository: dhis2/data-exchange-app
Catalog: i18n/*.po
Languages: cs, fr, pt, uz_uz_cyrl

source: Advanced options
cs: Pokročilé možnosti
fr: Options avancées
pt: Opções avançadas

source: Skip audit, meaning audit values will not be generated
fr: Ignorer l'audit, ce qui signifie que les valeurs d'audit ne seront pas générées
pt: Ignorar auditoria, o que significa que os valores de auditoria não serão gerados

source: Improves performance at the cost of ability to audit changes.
fr: Améliore les performances au détriment de la capacité à auditer les changements
pt: Melhora o desempenho à custa da capacidade de auditar alterações.

source: Dry run
fr: Exécution sans effet

source: A dry run tests the import settings without importing any data.
fr: Une exécution sans effet teste les paramètres d'importation sans importer de données.
pt: Uma execução seca testa as definições de importação sem importar quaisquer dados.

source: Import strategy
fr: Stratégie d'importation
pt: Estrategia de importação

source: Basic setup
cs: Základní nastavení
fr: Configuration de base
pt: Configuração básica

source: Exchange name
fr: Nom de l'échange
pt: Nome da bolsa

source: A unique name helps people find the right data exchange.
fr: Un nom unique aide à trouver le bon échange de données.
pt: Um nome único ajuda as pessoas a encontrar o intercâmbio de dados correcto.

source: Exchange target type
fr: Échanger le type de cible
pt: Tipo de objectivo de troca

source: External
cs: Externí
fr: Externe
pt: Externo

source: Send data to another DHIS2 instance or data warehouse
cs: Odešle data do jiné instance DHIS2 nebo datového skladu
fr: Envoyer des données vers une autre instance DHIS2 ou un entrepôt de données
pt: Enviar dados para outra instância do DHIS2 ou para um armazém de dados

source: Internal
cs: Interní
fr: Interne
pt: Interno

source: Manipulate data and transfer it inside this DHIS2 instance
cs: Manipulujte s daty a přenášejte je uvnitř této instance DHIS2
fr: Manipuler les données et les transférer à cette instance DHIS2
pt: Manipular dados e transferi-los dentro desta instância DHIS2

source: Target setup
cs: Nastavení cíle
fr: Configuration de la cible
pt: Configuração do objectivo

source: Target URL
cs: Cílová adresa URL
fr: URL cible
pt: URL de destino

source: The URL of the target instance or data warehouse.
cs: Adresa URL cílové instance nebo datového skladu.
fr: L'URL de l'instance cible ou de l'entrepôt de données.
pt: O URL da instância de destino ou do armazém de dados.

source: Authentication method
cs: Metoda autentizace
fr: Méthode d'authentification
pt: Método de autenticação

source: Basic
cs: Základní
fr: Basique
pt: Basico

source: Personal Access token
cs: Osobní přístupový token
fr: Jeton d'accès personnel
pt: Token de acesso pessoal

source: Access token
cs: Přístupový token
fr: Jeton d'accès
pt: Token de acesso

source: The personal access token generated by target instance
cs: Osobní přístupový token generovaný cílovou instancí
fr: Le jeton d'accès personnel généré par l'instance cible
pt: O token de acesso pessoal gerado pela instância de destino

source: Username
cs: Uživatelské jméno
fr: Nom d'utilisateur
pt: Nome de usuário

source: The username to log in to the target instance
cs: Uživatelské jméno pro přihlášení do cílové instance
fr: Le nom d'utilisateur qui permet de se connecter à l'instance cible
pt: O nome de utilizador para iniciar sessão na instância de destino

source: Password
cs: Heslo
fr: Mot de passe
pt: Senha

source: The password associated with the username specified above
cs: Heslo spojené s výše uvedeným uživatelským jménem
fr: Le mot de passe associé au nom d'utilisateur spécifié ci-dessus
pt: A palavra-passe associada ao nome de utilizador especificado acima

source: Requests
cs: Žádosti
fr: Requêtes
pt: Pedidos

source: Input ID scheme options
fr: Options du schéma d'identification des entrées
pt: Opções do esquema de ID de entrada

source: Specify the scheme (ID, code, attribute value) used on the target system to match data coming from the source system.
fr: Spécifiez le schéma ( identifiant, code, valeur d'attribut) utilisé sur le système cible pour faire correspondre les données provenant du système source.
pt: Especifique o esquema (ID, código, valor do atributo) utilizado no sistema de destino para fazer corresponder os dados provenientes do sistema de origem.

source: Input general ID scheme
cs: Zadejte obecné schéma ID
fr: Schéma d'identification général des entrées
pt: Esquema de ID geral de entrada

source: Used as the default ID scheme for all items. If the chosen scheme is not available for an item, it will fall back to using ID.
fr: Utilisé comme schéma d'identification par défaut pour tous les éléments. Si le schéma choisi n'est pas disponible pour un élément, le système utilisera l'identifiant par défaut.
pt: Utilizado como o esquema de ID predefinido para todos os itens. Se o esquema escolhido não estiver disponível para um item, este voltará a utilizar o ID.

source: Input data element ID scheme
fr: Schéma d'identification des éléments de données des entrées
pt: Esquema de ID do elemento de dados de entrada

source: Applies to data elements.
fr: S'applique aux éléments de données.
pt: Aplica-se a elementos de dados.

source: Input organisation unit ID scheme
fr: Schéma d'identification des unités d'organisation des entrées
pt: Esquema de identificação da unidade organizacional de entrada

source: Applies to organisation units.
fr: S'applique aux unités d'organisation.
pt: Aplica-se a unidades organizacionais.

source: Input category option combo ID scheme
fr: Schéma d'identification des combinaisons d'options de catégorie des entrées
pt: Categoria de entrada opção combo esquema de ID

source: Applies to category option combos.
fr: S'applique aux combinaisons d'options de catégories.
pt: Aplica-se a combinações de opções de categoria.

source: Add exchange
fr: Ajouter un échange
pt: Adicionar troca

source: Edit exchange
fr: Modifier un échange
pt: Editar troca

source: Could not save
cs: Nepodařilo se uložit
fr: Impossible d'enregistrer
pt: Não foi possível guardar

source: You will need to reenter authentication details (password, api token) if you edit this information
fr: Vous devez saisir à nouveau vos informations d'authentification (mot de passe, jeton API) si vous modifiez ces informations.

source: Edit authentication details
fr: Modifier les informations de l'authentification

source: {{firstOuName}} and {{ouLength}} others
cs: {{firstOuName}} a {{ouLength}} další
fr: {{firstOuName}} et {{ouLength}} autres
pt: {{firstOuName}} e {{ouLength}} outros

source: ; levels: {{levelCount}}
cs: ; úrovně: {{levelCount}}
fr: ; niveaux : {{levelCount}}
pt: ; níveis: {{levelCount}}

source: ; groups: {{groupsCount}}
cs: ; skupiny: {{groupsCount}}
fr: ; groupes : {{groupsCount}}
pt: grupos: {{groupsCount}}

source: No requests
cs: Žádné požadavky
fr: Aucune requête
pt: Nenhum pedido

source: Click the 'Add request' button to add a request to this exchange
fr: Cliquez sur le bouton « Ajouter une requête » pour ajouter une requête à cet échange.
pt: Clique no botão "Adicionar pedido" para adicionar um pedido a esta troca

source: Delete
cs: Vymazat
fr: Supprimer
pt: Suprimir

source: Name
cs: název
fr: Nom
pt: Nome

source: Org. units
cs: Org. Jednotky
fr: Unités d'org.
pt: Unidades org.

source: Periods
cs: Období
fr: Périodes
pt: Períodos

source: Data items
cs: Datové položky
fr: Eléments de données
pt: Itens de dados

source: Visualization
cs: Vizualizace
fr: Visualisation
pt: Visualização

source: Add request
cs: Přidat požadavek
fr: Ajouter une requête
pt: Adicionar pedido

source: Delete exchange
fr: Supprimer l'échange
pt: Eliminar a troca

source: Deleting this exchange will remove it for all users on this instance. This action cannot be undone. Are you sure?
fr: La suppression de cet échange le supprimera pour tous les utilisateurs de cette instance. Cette action ne peut pas être annulée. Êtes-vous sûr ?
pt: A eliminação deste intercâmbio irá removê-lo para todos os utilizadores desta instância. Esta acção não pode ser anulada. Tem a certeza?

source: No, cancel
cs: Ne, zrušit
fr: Non, annuler
pt: Não, cancelar
uz_uz_cyrl: Йўқ, рад этиш

source: Yes, delete
cs: Ano, smazat
fr: Oui, supprimer
pt: Sim, eliminar

source: Exit configuration mode
cs: Ukončit režim konfigurace
fr: Quitter le mode de configuration
pt: Sair do modo de configuração

source: Data Exchange Configurations
fr: Configurations de l'échange de données
pt: Configurações de intercâmbio de dados

source: New exchange configuration
fr: Nouvelle configuration de l'échange
pt: Nova configuração da bolsa

source: {{numberOfRequests}} requests
cs: {{numberOfRequests}} požadavků
fr: {{numberOfRequests}} requêtes
pt: {{numberOfRequests}} pedidos

source: Created {{- createdDate}}
cs: Vytvořeno {{- createdDate}}
fr: Créé {{- createdDate}}
pt: Criado {{- createdDate}}

source: Edit
cs: Upravit
fr: Modifier
pt: Editar

source: Deleting...
cs: Mazání...
fr: Suppression...
pt: Apagar...

source: Sharing
fr: Partage
pt: Partilha

source: Search for an exchange
fr: Rechercher un échange
pt: Procurar uma bolsa

source: Items
cs: Položky
fr: Éléments
pt: Itens

source: Add filter
cs: Přidat filtr
fr: Ajouter le filtre
pt: Adicionar filtros

source: Remove
cs: Odstranit
fr: Supprimer
pt: Remover

source: Request setup
fr: Configuration de la requête
pt: Solicitar configuração

source: Request name
fr: Nom de la requête
pt: Nome do pedido

source: Displayed in the Data Exchange app.
fr: Affiché dans l'application Data Exchange.
pt: Apresentado na aplicação Data Exchange.

source: Filter request
fr: Filtrer la requête
pt: Pedido de filtro

source: Filter selections
fr: Filtrer les sélections
pt: Selecções de filtros

source: Link request to a visualization
fr: Relier la requête à une visualisation
pt: Pedido de ligação a uma visualização

source: Request visualizations are shown when submitting exchanges.
fr: Les visualisations des requêtes sont affichées lors de la soumission des échanges.
pt: As visualizações de pedidos são apresentadas aquando da submissão de trocas.

source: Data item select
fr: Sélection de l'élément de données
pt: Seleção de item de dados

source: Organisation units
cs: Organizační jednotky
fr: Unités d'organisation
pt: Unidades organizacionais

source: Output ID scheme options
fr: Options du schéma d'identification de la sortie
pt: Opções do esquema de ID de saída

source: Configure the formatting of source data before sending to the target system.
fr: Configurez le formatage des données source avant de les envoyer au système cible.
pt: Configurar a formatação dos dados de origem antes de os enviar para o sistema de destino.

source: Output general ID scheme
fr: Schéma d'identification général de la sortie
pt: Esquema de identificação geral da saída

source: Output data item ID scheme
fr: Schéma d'identification de l'élément de données de sortie
pt: Esquema de identificação do item de dados de saída

source: Applies to data elements, indicators, and program indicators.
fr: S'applique aux éléments de données, aux indicateurs et aux indicateurs de programme.
pt: Aplica-se a elementos de dados, indicadores e indicadores de programas.

source: Output data element ID scheme
fr: Schéma d'identification des éléments de données de sortie
pt: Esquema de identificação do elemento de dados de saída

source: Applies to data elements. For data elements, it will override the scheme specified by Output data item ID scheme.
fr: S'applique aux éléments de données. Pour les éléments de données, cela remplacera le schéma spécifié par le schéma d'identification des éléments de données de sortie.
pt: Aplica-se a elementos de dados. Para elementos de dados, irá sobrepor-se ao esquema especificado por Esquema de ID do item de dados de saída.

source: Output organisation unit ID scheme
fr: Schéma d'identification de l'unité d'organisation de sortie
pt: Esquema de identificação da unidade orgânica de saída

source: Edit exchange: Add request
fr: Modifier l'échange : Ajouter une requête
pt: Editar troca: Adicionar pedido

source: Edit exchange: Edit request
fr: Modifier l'échange : Modifier la requête
pt: Editar troca: Pedido de edição

source: This request currently uses inputIdScheme:code. The Data Exchange app does not support saving requests with inputIdScheme:code. If you save this request, it will be converted to inputIdScheme:uid.
fr: Cette requête utilise actuellement inputIdScheme:code. L'application Data Exchange ne prend pas en charge l'enregistrement des requêtes avec inputIdScheme:code. Si vous enregistrez cette requête, elle sera convertie en inputIdScheme:uid.
pt: Este pedido utiliza actualmente inputIdScheme:code. A aplicação Data Exchange não suporta a gravação de pedidos com inputIdScheme:code. Se guardar este pedido, ele será convertido para inputIdScheme:uid.

source: Changing the inputIdScheme will change the internal representation of the request, but will not change the items in the request.
fr: La modification de l'inputIdScheme changera la représentation interne de la requête, mais ne changera pas les éléments de la requête.
pt: A alteração do inputIdScheme alterará a representação interna do pedido, mas não alterará os itens do pedido.

source: Choose at least one data item
cs: Vyberte alespoň jednu datovou položku
fr: Choisir au moins un élément de données
pt: Selecionar pelo menos uma rubrica de dados

source: Choose at least one period
cs: Vyberte alespoň jedno období
fr: Choisir au moins une période
pt: Escolher pelo menos um período

source: Choose at least one organisation unit
cs: Vyberte alespoň jednu organizační jednotku
fr: Choisir au moins une unité d'organisation
pt: Escolher pelo menos uma unidade organizacional

source: Linked to:
fr: Relié à :
pt: Ligado a:

source: Choose a different visualization
fr: Choisir une autre visualisation
pt: Escolher uma visualização diferente

source: Choose a visualization
fr: Choisir une visualisation
pt: Escolha uma visualização

source: Not available
fr: Non disponible
pt: Não disponível

source: The requested exchange does not exist, or you do not have the relevant authorities to edit it.
fr: L'échange demandé n'existe pas ou vous ne disposez pas des autorisations nécessaires pour le modifier.
pt: A troca solicitada não existe ou o utilizador não tem as competências necessárias para a editar.

source: You do not have the relevant authorities to add a new exchange.
fr: Vous ne disposez pas des autorisations nécessaires pour ajouter un nouvel échange.
pt: Não tem as competências necessárias para acrescentar uma nova bolsa.

source: Back to configurations page
cs: Zpět na stránku konfigurace
fr: Retour à la page des configurations
pt: Voltar à página das configurações

source: Created by
cs: Vytvořil
fr: Créé par
pt: Criado por

source: Anyone
cs: Kdokoliv
fr: Toute personne
pt: Qualquer um

source: Only you
cs: Pouze vy
fr: Vous uniquement
pt: Apenas tu

source: Others
cs: Ostatní
fr: Autres
pt: Outros

source: Not supported by this app yet
fr: Pas encore pris en charge par cette application
pt: Ainda não suportado por esta aplicação

source: Filter by name
cs: Filtrovat podle názvu
fr: Filtrer par nom
pt: Filtrar por nome

source: Created
cs: Vytvořeno
fr: Créé
pt: Criado

source: Last updated
cs: Naposledy aktualizováno
fr: Dernière mise à jour
pt: Ultima actualização

source: Clear filters
cs: Vymazat filtry
fr: Effacer les filtres
pt: Limpar filtros

source: {{firstItemIndex}}-{{lastItemIndex}} of {{totalNumberOfItems}}
cs: {{firstItemIndex}}-{{lastItemIndex}} z {{totalNumberOfItems}}
fr: {{firstItemIndex}}-{{lastItemIndex}} de {{totalNumberOfItems}}
pt: {{firstItemIndex}}-{{lastItemIndex}} de {{totalNumberOfItems}}

source: Open
fr: Ouvrir
pt: Abrir

source: Loading
cs: načítání
fr: Chargement
pt: Carregando..

source: Couldn't load items
cs: Položky se nepodařilo načíst
fr: Impossible de charger les éléments
pt: Não foi possível carregar itens

source: There was a problem loading items. Try again or contact your system administrator.
cs: Při načítání položek došlo k problému. Zkuste to znovu nebo se obraťte na správce systému.
fr: Un problème est survenu lors du chargement des éléments. Veuillez réessayer ou contacter votre administrateur système.
pt: Houve um problema ao carregar itens. Tente novamente ou contacte o administrador do sistema.

source: No items found. Create a new to get started.
cs: Žádné předměty nenalezeny. Začněte vytvořením nového.
fr: Aucun élément trouvé. Créez en un nouveau pour commencer.
pt: Nenhum item encontrado. Criar um novo para começar.

source: No items found. Try adjusting your search or filter options to find what you're looking for.
cs: Žádné předměty nenalezeny. Zkuste upravit možnosti vyhledávání nebo filtru, abyste našli to, co hledáte.
fr: Aucun élément trouvé. Essayez d'ajuster vos options de recherche ou de filtrage pour trouver ce que vous cherchez.
pt: Nenhum item encontrado. Tente ajustar as suas opções de pesquisa ou de filtro para encontrar o que procura.

source: Create new
cs: Vytvořit nový
fr: Créer nouveau
pt: Crie um novo

source: Open a visualization
fr: Ouvrir une visualisation
pt: Abrir uma visualização

source: Loading visualizations
cs: Načítání vizualizací
fr: Chargement des visualisations
pt: carregar visualizações

source: Couldn't load visualizations
cs: Vizualizace se nepodařilo načíst
fr: Impossible de charger les visualisations
pt: Não foi possível carregar visualizações

source: There was a problem loading visualizations. Try again or contact your system administrator.
cs: Při načítání vizualizací došlo k problému. Zkuste to znovu nebo se obraťte na správce systému.
fr: Un problème est survenu lors du chargement des visualisations. Veuillez réessayer ou contacter votre administrateur système.
pt: Houve um problema ao carregar as visualizações. Tente novamente ou contacte o administrador do sistema.

source: No visualizations found. Click New visualization to get started.
fr: Aucune visualisation trouvée. Cliquez sur Nouvelle visualisation pour commencer.
pt: Não foram encontradas visualizações. Clique em Nova visualização para começar.

source: No visualizations found. Try adjusting your search or filter options to find what you're looking for.
fr: Aucune visualisation trouvée. Essayez d'ajuster vos options de recherche ou de filtrage pour trouver ce que vous cherchez.
pt: Não foram encontradas visualizações. Tente ajustar as suas opções de pesquisa ou de filtro para encontrar o que procura.

source: New visualization
cs: Nová vizualizace
fr: Nouvelle visualisation
pt: Nova visualização

source: Open a map
cs: Otevřít mapu
fr: Ouvrir une carte
pt: Abrir um mapa

source: Loading maps
cs: Načítání map
fr: Chargement des cartes
pt: Carregar mapas

source: Couldn't load maps
cs: Mapy se nepodařilo načíst
fr: Échec du chargement des cartes
pt: Não foi possível carregar mapas

source: There was a problem loading maps. Try again or contact your system administrator.
fr: Un problème est survenu lors du chargement des cartes. Veuillez réessayer ou contacter votre administrateur système.
pt: Houve um problema ao carregar os mapas. Tente novamente ou contacte o administrador do sistema.

source: No maps found. Click New map to get started.
fr: Aucune carte trouvée. Cliquez sur Nouvelle carte pour commencer.
pt: Não foram encontrados mapas. Clique em Novo mapa para começar.

source: No maps found. Try adjusting your search or filter options to find what you're looking for.
fr: Aucune carte trouvée. Essayez d'ajuster vos options de recherche ou de filtrage pour trouver ce que vous cherchez.
pt: Não foram encontrados mapas. Tente ajustar as suas opções de pesquisa ou de filtro para encontrar o que procura.

source: New map
fr: Nouvelle carte
pt: Novo mapa

source: Open a line list
fr: Ouvrir une liste de lignes
pt: Abrir uma lista de linhas

source: Loading line lists
fr: Chargement des listes de lignes
pt: Carregar listas de linhas

source: Couldn't load line lists
fr: Impossible de charger les listes de lignes
pt: Não foi possível carregar as listas de linhas

source: There was a problem loading line lists. Try again or contact your system administrator.
fr: Un problème est survenu lors du chargement des listes de lignes. Veuillez réessayer ou contacter votre administrateur système.
pt: Houve um problema ao carregar as listas de linhas. Tente novamente ou contacte o administrador do sistema.

source: No line lists found. Click New line list to get started.
fr: Aucune liste de lignes trouvée. Cliquez sur Nouvelle liste de lignes pour commencer.
pt: Não foram encontradas listas de linhas. Clique em Nova lista de linhas para começar.

source: No line lists found. Try adjusting your search or filter options to find what you're looking for.
fr: Aucune liste de lignes trouvée. Essayez d'ajuster vos options de recherche ou de filtrage pour trouver ce que vous cherchez.
pt: Não foram encontradas listas de linhas. Tente ajustar as suas opções de pesquisa ou de filtro para encontrar o que procura.

source: New line list
fr: Nouvelle liste de lignes
pt: Nova lista de linhas

source: Pivot table
fr: Tableau croisé dynamique

source: Area
fr: Zone

source: Stacked area
fr: Zone empilée

source: Bar
fr: Barre

source: Stacked bar
fr: Barre empilée

source: Column
fr: Colonne

source: Year over year (column)
fr: Année après année (barre)

source: Stacked column
fr: Colonne empilée

source: Gauge
fr: Jauge

source: Line
fr: Ligne

source: Line list
fr: Liste des lignes

source: Year over year (line)
fr: Année après année (ligne)

source: Pie
fr: Camembert

source: Scatter
fr: Dispersion

source: Single value
fr: Valeur unique

source: Outlier table
fr: Tableau des valeurs atypiques

source: All types
fr: Tous les types

source: All charts
fr: Tous les graphiques

source: None (follows {{defaultIDSchemeName}})
fr: Aucun (suit {{defaultIDSchemeName}})
pt: Nenhum (segue {{defaultIDSchemeName}})

source: Attribute
fr: Attribut
pt: Atributo

source: Discard unsaved changes
fr: Abandonner les modifications non enregistrées
pt: Descartar alterações não guardadas

source: The {{objectName}} has unsaved changes. Leaving this page will discard these changes. Are you sure?
fr: Le {{objectName}} contient des modifications non enregistrées. Si vous quittez cette page, ces modifications seront annulées. Êtes-vous sûr ?
pt: O {{objectName}} tem alterações não guardadas. Ao sair desta página, estas alterações serão eliminadas. Tem a certeza?

source: No, go back
fr: Non, revenir en arrière
pt: Não, voltar atrás

source: Yes, discard changes
fr: Oui, annuler les modifications
pt: Sim, descartar alterações

source: Save exchange
fr: Enregistrer l'échange
pt: Guardar troca

source: Cancel
fr: Annuler
pt: Cancelar

source: Save request
fr: Enregistrer la requête
pt: Guardar pedido

source: Submit data
cs: Odeslat data
fr: Envoyer les données
pt: Enviar dados
uz_uz_cyrl: Маълумотларни тасдиқлаш

source: Data has already been submitted
cs: Data již byla odeslána
fr: Les données ont été envoyées
pt: Os dados já foram enviados
uz_uz_cyrl: Маълумотлар олдин тасдиқланган

source: There is no data to submit
fr: Il n'y a pas de données à envoyer
pt: Não há dados para enviar
uz_uz_cyrl: Тасдиқлаш учун маълумотлар йўқ

source: There are no exchanges available to you
cs: Nemáte k dispozici žádné výměny.
fr: Aucun échange n’est disponible pour votre utilisateur
pt: Não há trocas disponíveis para esse utilizador
uz_uz_cyrl: Сиз учун қайта танлов имконияти мавжуд эмас

source: No data in this exchange
cs: V této výměně nejsou žádná data
fr: Aucune donnée dans cet échange
pt: Nenhum dado nesta troca
uz_uz_cyrl: Бу танловда маълумотлар йўқ
